Repository: YingFengTingYu/PopStudioForMobile
Catalog: PopStudio.Shared/Strings/*/Resources.resw
Source language: en
Languages: zh

# FolderSavePickerBrowse
source: Browse...
zh: 浏览..

# FolderSavePickerCancel
source: Cancel
zh: 取消

# FolderSavePickerCreateFailedText
source: Unable to save the file with name '{0}' in folder '{1}'. Choose a different name, please.
zh: 文件'{0}'无法在'{1}'中保存，请换一个名字

# FolderSavePickerCreateFailedTitle
source: Cannot save
zh: 无法保存

# FolderSavePickerFileExistsText
source: File with the name '{0}' already exists in '{1}'. Do you want to overwrite it?
zh: 文件'{0}'在'{1}'中已经存在，你想覆盖它吗？

# FolderSavePickerFileExistsTitle
source: File exists
zh: 文件存在

# FolderSavePickerFileName
source: File name
zh: 文件名

# FolderSavePickerFileType
source: File type
zh: 文件类型

# FolderSavePickerFolderExistsText
source: A folder with the name '{0}' already exists in '{1}'. Choose a different name, please.
zh: 文件夹'{0}'在'{1}'中已经存在，请换一个名字

# FolderSavePickerFolderExistsTitle
source: Folder exists
zh: 文件夹存在

# FolderSavePickerNo
source: No
zh: 否

# FolderSavePickerOk
source: OK
zh: 确定

# FolderSavePickerPickFolder
source: Pick folder
zh: 选择文件夹

# FolderSavePickerSave
source: Save
zh: 保存

# FolderSavePickerTitle
source: Save file
zh: 保存文件

# FolderSavePickerYes
source: Yes
zh: 是

# Pam_Choose
source: Choose
zh: 选择

# Pam_ChooseMode
source: Please select the operation mode
zh: 请选择运行模式

# Pam_DecodeChooseInFile
source: Please choose decoded file
zh: 请选择被解码的文件

# Pam_DecodeChooseOutFile
source: Please choose generated file
zh: 请选择解码生成文件

# Pam_DecodeMode
source: Decode
zh: 解码模式

# Pam_EncodeChooseInFile
source: Please choose encoded file
zh: 请选择被编码的文件

# Pam_EncodeChooseOutFile
source: Please choose generated file
zh: 请选择编码生成文件

# Pam_EncodeMode
source: Encode
zh: 编码模式

# Pam_Introduction
source: Through Pam Transcoding, decode single Pam file to Json file or encode single Json file to Pam file to modify the animation or obtain animation information!
zh: 通过Pam转码功能，将单个Pam文件解码为表示动画的Json文件或者将单个表示动画的Json文件编码为Pam文件，来实现修改动画或获取动画信息！

# Pam_Run
source: Run
zh: 运行

# Pam_Title
source: Pam Transcode
zh: Pam转码

# Rton_Choose
source: Choose
zh: 选择

# Rton_ChooseMode
source: Please select the operation mode
zh: 请选择运行模式

# Rton_DecodeChooseInFile
source: Please choose decoded file
zh: 请选择被解码的文件

# Rton_DecodeChooseMode
source: Please choose decoding mode
zh: 请选择解码模式

# Rton_DecodeChooseOutFile
source: Please choose generated file
zh: 请选择解码生成文件

# Rton_DecodeMode
source: Decode
zh: 解码模式

# Rton_EncodeChooseInFile
source: Please choose encoded file
zh: 请选择被编码的文件

# Rton_EncodeChooseMode
source: Please choose encoding mode
zh: 请选择编码模式

# Rton_EncodeChooseOutFile
source: Please choose generated file
zh: 请选择编码生成文件

# Rton_EncodeMode
source: Encode
zh: 编码模式

# Rton_Introduction
source: Through Rton Transcoding, decode single Rton file to Json file or encode single Json file to Rton file. If you want to decode or encode encrypted Rton file, please enter the cipher in the Setting page.
zh: 通过Rton转码功能，将单个Rton文件解码为Json文件或者将单个Json文件编码为Rton文件，如果需要解码或编码加密Rton，请自行在设置中输入密钥。

# Rton_ModeEncryptedRton
source: Encrypted Rton
zh: 加密Rton

# Rton_ModeSimpleRton
source: Simple Rton
zh: 普通Rton

# Rton_Run
source: Run
zh: 运行

# Rton_Title
source: Rton Transcode
zh: Rton转码

# RunStatue_Fail
source: Fail: {0}
zh: 执行失败：{0}

# RunStatue_Run
source: Running...
zh: 执行中...

# RunStatue_Succeed
source: Succeed! Takes {0} seconds!
zh: 执行成功，用时{0}秒

# RunStatue_Title
source: Run state:
zh: 执行状态：

# RunStatue_Wait
source: Wait...
zh: 等待中...

# Trail_Choose
source: Choose
zh: 选择

# Trail_ChooseInFile
source: Please choose transcoded file
zh: 请选择被转码的文件

# Trail_ChooseInMode
source: Please choose format of transcoded file
zh: 请选择被转码的文件格式

# Trail_ChooseOutFile
source: Please choose generated file
zh: 请选择转码生成文件

# Trail_ChooseOutMode
source: Please choose format of generated file
zh: 请选择转码生成文件格式

# Trail_Introduction
source: Through Trail Transcoding, obtain and modify the tailing effect of the game!
zh: 通过Trail转码功能，获取和修改游戏的拖尾特效功能！

# Trail_ModeGameConsoleCompiled
source: Game Console Compiled(.trail.compiled)
zh: 游戏主机编译格式(.trail.compiled)

# Trail_ModePCCompiled
source: PC Compiled(.trail.compiled)
zh: 电脑编译格式(.trail.compiled)

# Trail_ModePhone32Compiled
source: Phone 32-bit Compiled(.trail.compiled)
zh: 手机32位编译格式(.trail.compiled)

# Trail_ModePhone64Compiled
source: Phone 64-bit Compiled(.trail.compiled)
zh: 手机64位编译格式(.trail.compiled)

# Trail_ModeRawXml
source: Raw Xml(.trail)
zh: 原始Xml格式(.trail)

# Trail_ModeStudioJson
source: Json(.trail.json)
zh: Json格式(.trail.json)

# Trail_ModeTVCompiled
source: Android TV Compiled(.trail.compiled)
zh: 安卓TV编译格式(.trail.compiled)

# Trail_ModeWPXnb
source: Windows Phone Content(.xnb)
zh: Windows Phone管线格式(.xnb)

# Trail_Run
source: Run
zh: 运行

# Trail_Title
source: Trail Transcode
zh: Trail转码

# Particle_Choose
source: Choose
zh: 选择

# Particle_ChooseInFile
source: Please choose transcoded file
zh: 请选择被转码的文件

# Particle_ChooseInMode
source: Please choose format of transcoded file
zh: 请选择被转码的文件格式

# Particle_ChooseOutFile
source: Please choose generated file
zh: 请选择转码生成文件

# Particle_ChooseOutMode
source: Please choose format of generated file
zh: 请选择转码生成文件格式

# Particle_Introduction
source: Through Particle Transcoding, obtain and modify the particle effect of the game!
zh: 通过Particle转码功能，获取和修改游戏的粒子特效功能！

# Particle_ModeGameConsoleCompiled
source: Game Console Compiled(.xml.compiled)
zh: 游戏主机编译格式(.xml.compiled)

# Particle_ModePCCompiled
source: PC Compiled(.xml.compiled)
zh: 电脑编译格式(.xml.compiled)

# Particle_ModePhone32Compiled
source: Phone 32-bit Compiled(.xml.compiled)
zh: 手机32位编译格式(.xml.compiled)

# Particle_ModePhone64Compiled
source: Phone 64-bit Compiled(.xml.compiled)
zh: 手机64位编译格式(.xml.compiled)

# Particle_ModeRawXml
source: Raw Xml(.xml)
zh: 原始Xml格式(.xml)

# Particle_ModeStudioJson
source: Json(.xml.json)
zh: Json格式(.xml.json)

# Particle_ModeTVCompiled
source: Android TV Compiled(.xml.compiled)
zh: 安卓TV编译格式(.xml.compiled)

# Particle_ModeWPXnb
source: Windows Phone Content(.xnb)
zh: Windows Phone管线格式(.xnb)

# Particle_Run
source: Run
zh: 运行

# Particle_Title
source: Particle Transcode
zh: Particle转码

# Reanim_Choose
source: Choose
zh: 选择

# Reanim_ChooseInFile
source: Please choose transcoded file
zh: 请选择被转码的文件

# Reanim_ChooseInMode
source: Please choose format of transcoded file
zh: 请选择被转码的文件格式

# Reanim_ChooseOutFile
source: Please choose generated file
zh: 请选择转码生成文件

# Reanim_ChooseOutMode
source: Please choose format of generated file
zh: 请选择转码生成文件格式

# Reanim_Introduction
source: Through Reanim Transcoding, obtain and modify the animation of the game!
zh: 通过Reanim转码功能，获取和修改游戏的动画！

# Reanim_ModeGameConsoleCompiled
source: Game Console Compiled(.reanim.compiled)
zh: 游戏主机编译格式(.reanim.compiled)

# Reanim_ModePCCompiled
source: PC Compiled(.reanim.compiled)
zh: 电脑编译格式(.reanim.compiled)

# Reanim_ModePhone32Compiled
source: Phone 32-bit Compiled(.reanim.compiled)
zh: 手机32位编译格式(.reanim.compiled)

# Reanim_ModePhone64Compiled
source: Phone 64-bit Compiled(.reanim.compiled)
zh: 手机64位编译格式(.reanim.compiled)

# Reanim_ModeRawXml
source: Raw Xml(.reanim)
zh: 原始Xml格式(.reanim)

# Reanim_ModeStudioJson
source: Json(.reanim.json)
zh: Json格式(.reanim.json)

# Reanim_ModeTVCompiled
source: Android TV Compiled(.reanim.compiled)
zh: 安卓TV编译格式(.reanim.compiled)

# Reanim_ModeWPXnb
source: Windows Phone Content(.xnb)
zh: Windows Phone管线格式(.xnb)

# Reanim_Run
source: Run
zh: 运行

# Reanim_Title
source: Reanim Transcode
zh: Reanim转码

# BatchMode_Batch
source: Batch Mode
zh: 批量模式

# BatchMode_Single
source: Single File Mode
zh: 单文件模式

# Rton_DecodeChooseInFile_Batch
source: Please choose decoded folder
zh: 请选择被批量解码的文件夹

# Rton_DecodeChooseOutFile_Batch
source: Please choose generated folder
zh: 请选择批量解码生成文件夹

# Rton_DecodeMode_Batch
source: Batch Decode
zh: 批量解码模式

# Rton_EncodeChooseInFile_Batch
source: Please choose encoded folder
zh: 请选择被批量编码的文件夹

# Rton_EncodeChooseOutFile_Batch
source: Please choose generated folder
zh: 请选择批量编码生成文件夹

# Rton_EncodeMode_Batch
source: Batch Encode
zh: 批量编码模式

# Rton_Introduction_Batch
source: Through Rton Batch Transcoding, decode all Rton files from a folder to Json files or encode all Json files from a folder to Rton files. If you want to decode or encode encrypted Rton file, please enter the cipher in the Setting page.
zh: 通过Rton批量转码功能，将一个文件夹内的所有Rton文件解码为Json文件或者将一个文件夹内的所有Json文件编码为Rton文件，如果需要解码或编码加密Rton，请自行在设置中输入密钥。

# Pam_DecodeChooseInFile_Batch
source: Please choose decoded folder
zh: 请选择被批量解码的文件夹

# Pam_DecodeChooseOutFile_Batch
source: Please choose generated folder
zh: 请选择批量解码生成文件夹

# Pam_DecodeMode_Batch
source: Batch Decode
zh: 批量解码模式

# Pam_EncodeChooseInFile_Batch
source: Please choose encoded folder
zh: 请选择被批量编码的文件夹

# Pam_EncodeChooseOutFile_Batch
source: Please choose generated folder
zh: 请选择批量编码生成文件夹

# Pam_EncodeMode_Batch
source: Batch Encode
zh: 批量编码模式

# Pam_Introduction_Batch
source: Through Pam Transcoding, decode all Pam files from a folder to Json files or encode all Json files from a folder to Pam files to modify the animation or obtain animation information!
zh: 通过Pam转码功能，将一个文件夹内的所有Pam文件解码为表示动画的Json文件或者将一个文件夹内的所有表示动画的Json文件编码为Pam文件，来实现修改动画或获取动画信息！

# Particle_ChooseInFile_Batch
source: Please choose transcoded folder
zh: 请选择被批量转码的文件夹

# Particle_ChooseOutFile_Batch
source: Please choose generated folder
zh: 请选择批量转码生成文件夹

# Reanim_ChooseInFile_Batch
source: Please choose transcoded folder
zh: 请选择被批量转码的文件夹

# Reanim_ChooseOutFile_Batch
source: Please choose generated folder
zh: 请选择批量转码生成文件夹

# Trail_ChooseInFile_Batch
source: Please choose transcoded folder
zh: 请选择被批量转码的文件夹

# Trail_ChooseOutFile_Batch
source: Please choose generated folder
zh: 请选择批量转码生成文件夹

# Image_Choose
source: Choose
zh: 选择

# Image_ChooseMode
source: Please select the operation mode
zh: 请选择运行模式

# Image_DecodeChooseInFile
source: Please choose decoded file
zh: 请选择被解码的文件

# Image_DecodeChooseInFile_Batch
source: Please choose decoded folder
zh: 请选择被批量解码的文件夹

# Image_DecodeChooseMode
source: Please choose decoding mode
zh: 请选择解码模式

# Image_DecodeChooseOutFile
source: Please choose generated file
zh: 请选择解码生成文件

# Image_DecodeChooseOutFile_Batch
source: Please choose generated folder
zh: 请选择批量解码生成文件夹

# Image_DecodeMode
source: Decode
zh: 解码模式

# Image_DecodeMode_Batch
source: Batch Decode
zh: 批量解码模式

# Image_EncodeChooseInFile
source: Please choose encoded file
zh: 请选择被编码的文件

# Image_EncodeChooseInFile_Batch
source: Please choose encoded folder
zh: 请选择被批量编码的文件夹

# Image_EncodeChooseMode
source: Please choose encoding mode
zh: 请选择编码模式

# Image_EncodeChooseOutFile
source: Please choose generated file
zh: 请选择编码生成文件

# Image_EncodeChooseOutFile_Batch
source: Please choose generated folder
zh: 请选择批量编码生成文件夹

# Image_EncodeMode
source: Encode
zh: 编码模式

# Image_EncodeMode_Batch
source: Batch Encode
zh: 批量编码模式

# Image_Introduction
source: Through Image Transcoding, convert single special image file and PNG format image file each other to obtain game materials or modify game images!
zh: 通过图像转码功能，将单个游戏内特殊图像和PNG格式图像互相转换，来获取游戏素材或修改游戏图像！

# Image_Introduction_Batch
source: Through Image Batch Transcoding, convert special image files from a folder and PNG format image files each other to obtain game materials or modify game images!
zh: 通过图像批量转码功能，将一个文件夹内的所有游戏内特殊图像和PNG格式图像互相转换，来获取游戏素材或修改游戏图像！

# Image_ModePtxRsb
source: Ptx from Rsb(.ptx)
zh: 来源于Rsb解包的Ptx格式(.ptx)

# Image_Run
source: Run
zh: 运行

# Image_Title
source: Image Transcode
zh: 图像转码

# Image_PtxBigEndian
source: Big
zh: 大端

# Image_CommonComboBoxItem
source: Index:{0} Format:{1}
zh: 序号:{0} 格式:{1}

# Image_PtxLittleEndian
source: Little
zh: 小端

# Image_BigEndianComboBoxItem
source: Index:{0} Format:{1}(Big_Endian)
zh: 序号:{0} 格式:{1}(大端序)

# Image_InternalFormat
source: Please choose internal format
zh: 请选择内部格式

# Image_ModeTexTV
source: Tex from TV(.tex)
zh: 来源于TV平台的Tex格式(.tex)

# Image_ModeCdat
source: Cdat from PVZ_Free(.cdat)
zh: 来源于PVZ Free的Cdat格式(.cdat)

# Image_ModeTexIOS
source: Tex from iOS(.tex)
zh: 来源于iOS平台的Tex格式(.tex)

# Image_ModeTxz
source: Txz from Phone(.txz)
zh: 来源于手机平台的Txz格式(.txz)

# Image_FormatOnlyComboBoxItem
source: Format:{0}
zh: 格式:{0}

# Image_ModePtxPS3
source: Ptx from PS3(.ptx)
zh: 来源于PS3平台的Ptx格式(.ptx)

# Image_ModePtxPSV
source: Ptx from PSV(.ptx)
zh: 来源于PSV平台的Ptx格式(.ptx)

# Image_ModePtxXBox360
source: Ptx from XBox360(.ptx)
zh: 来源于XBox360平台的Ptx格式(.ptx)

# Package_Choose
source: Choose
zh: 选择

# Package_ChooseMode
source: Please select the operation mode
zh: 请选择运行模式

# Package_DecodeMode
source: Unpack
zh: 解包模式

# Package_EncodeMode
source: Pack
zh: 打包模式

# Package_Introduction
source: Through Package, get and modify in-game materials!
zh: 通过解包打包功能，获取和修改游戏内素材！

# Package_ModeArcv
source: Arcv from NDS(.bin)
zh: 来源于Nds平台的Arcv(.bin)

# Package_ModeDz
source: Dz from Android(.dz)
zh: 来源于安卓平台的Dz(.dz)

# Package_ModePak
source: Pak from PC/Console(.pak)
zh: 来源于电脑主机TV平台的Pak(.pak)

# Package_ModeRsb
source: Rsb from Phone/Console(.rsb)
zh: 来源于手机主机平台的Rsb(.rsb)

# Package_Run
source: Run
zh: 运行

# Package_Title
source: Package
zh: 解包打包

# Language_Type
source: English
zh: 简体中文

# Package_DecodeChooseInFile
source: Please choose unpackaged file
zh: 请选择被解包的文件

# Package_DecodeChooseMode
source: Please choose unpackaging mode
zh: 请选择解包模式

# Package_DecodeChooseOutFile
source: Please choose generated folder
zh: 请选择解包生成文件夹

# Package_EncodeChooseInFile
source: Please choose packaged folder
zh: 请选择被打包的文件夹

# Package_EncodeChooseMode
source: Please choose packaging mode
zh: 请选择打包模式

# Package_EncodeChooseOutFile
source: Please choose generated file
zh: 请选择打包生成文件

# Dialog_Running
source: Running...
zh: 执行中...

# FileExplorer_Attribute
source: Attribute
zh: 属性

# FileExplorer_AttributeCreateTime
source: Create Time: {0}
zh: 创建时间：{0}

# FileExplorer_AttributeFileExtension
source: Extension: {0}
zh: 扩展名：{0}

# FileExplorer_AttributeFileName
source: Name: {0}
zh: 文件名：{0}

# FileExplorer_AttributeFilePath
source: Path: {0}
zh: 文件路径：{0}

# FileExplorer_AttributeFileSize
source: Size: {0}
zh: 文件大小：{0}

# FileExplorer_AttributeNativePath
source: Native Path: {0}
zh: 本机路径：{0}

# FileExplorer_BackToParent
source: Back
zh: 返回上一级

# FileExplorer_Cancel
source: Cancel
zh: 取消

# FileExplorer_CannotCreate
source: Can't create
zh: 无法创建

# FileExplorer_CannotCreateInfo
source: The file/folder '{0}' already exists. Please select the operation
zh: 文件/文件夹'{0}'已存在，请选择进行的操作

# FileExplorer_ChangePath
source: Change path
zh: 更改路径

# FileExplorer_ChooseOperation
source: Please select the operation
zh: 请选择进行的操作

# FileExplorer_CompressCurrentFolder
source: Compress Current Folder
zh: 压缩当前文件夹

# FileExplorer_Copy
source: Copy
zh: 复制

# FileExplorer_CreateFile
source: Create File
zh: 新建文件

# FileExplorer_CreateFolder
source: Create Folder
zh: 新建文件夹

# FileExplorer_Cut
source: Cut
zh: 剪切

# FileExplorer_Decompress
source: Decompress
zh: 解压

# FileExplorer_Delete
source: Delete
zh: 删除

# FileExplorer_DeleteCurrentFolder
source: Delete Current Folder
zh: 删除当前文件夹

# FileExplorer_DeleteFolder
source: Delete folder
zh: 删除文件夹

# FileExplorer_DeleteFolderAsk
source: The deleted folder and its contents can't be recovered. Are you sure you want to continue?
zh: 被删除的文件夹和其中的内容无法恢复，确定要继续吗？

# FileExplorer_Edit
source: Edit
zh: 编辑

# FileExplorer_EnterFileName
source: Please enter the file name
zh: 请输入文件名

# FileExplorer_EnterFolderName
source: Please enter the folder name
zh: 请输入文件夹名

# FileExplorer_EnterPath
source: Please enter the path
zh: 请输入路径

# FileExplorer_Error
source: Error
zh: 错误

# FileExplorer_Export
source: Export
zh: 导出

# FileExplorer_ExportCurrentFolder
source: Export Current Folder
zh: 导出当前文件夹

# FileExplorer_FileExist
source: File exist
zh: 文件已存在

# FileExplorer_FileExistInfo
source: Can't create the file. The file has already existed!
zh: 创建文件失败，文件已存在

# FileExplorer_FileExistOverwrite
source: File already exists. Overwrite it?
zh: 文件已存在，是否覆盖？

# FileExplorer_FolderExist
source: Folder exist
zh: 文件夹已存在

# FileExplorer_FolderExistInfo
source: Can't create the folder. The folder has already existed!
zh: 创建文件夹失败，文件夹已存在

# FileExplorer_FolderExistSameFile
source: A folder with the same name exists. Can't create the file!
zh: 有同名文件夹存在，无法创建文件！

# FileExplorer_ImportFile
source: Import File
zh: 导入文件

# FileExplorer_ImportFolder
source: Import Folder
zh: 导入文件夹

# FileExplorer_Merge
source: Merge
zh: 合并

# FileExplorer_NewFile
source: New file
zh: 新文件

# FileExplorer_NewFolder
source: New Folder
zh: 新建文件夹

# FileExplorer_OK
source: OK
zh: 确定

# FileExplorer_Overwrite
source: Overwrite
zh: 覆盖

# FileExplorer_Refresh
source: Refresh
zh: 刷新

# FileExplorer_Rename
source: Rename
zh: 重命名

# FileExplorer_Save
source: Save
zh: 保存

# FileExplorer_Title
source: File Explorer
zh: 文件浏览器

# FileExplorer_ViewImage
source: View Image
zh: 预览图像

# Dialog_AskSaveInfo
source: The current file has not been saved. If you close it directly, you will lose your changes. Do you want to save it?
zh: 当前文件未保存，若直接关闭则将丢失更改，是否需要保存？

# Dialog_AskSaveTitle
source: Save it?
zh: 是否保存

# Dialog_Cancel
source: Cancel
zh: 取消

# Dialog_Close
source: Close
zh: 关闭

# Dialog_FileTooLarge
source: File too large
zh: 文件过大

# Dialog_FileTooLargeInfo
source: The current file is too large (more than {0}MB), unable to preview!
zh: 当前文件过大（超过{0}MB），无法预览！

# Dialog_Lose
source: Lose
zh: 丢弃

# Dialog_Save
source: Save
zh: 保存

# FileExplorer_ChooseCurrentFolder
source: Choose current folder
zh: 选择当前文件夹

# MainPage_Close
source: Close
zh: 关闭

# HomePage_Agreement
source: If you use this tool to make works, please be sure to indicate the use of this tool in an eye-catching position!
zh: 若您使用本工具制作作品，请务必在醒目位置注明使用本工具！

# HomePage_AppNewNotice_String
source: Update announcement:
zh: 更新公告：

# HomePage_Author
source: YingFengTingYu
zh: 萌新迎风听雨

# HomePage_Author_String
source: Author:
zh: 作者：

# HomePage_Begin
source: Start your creative journey!
zh: 开始你的创造之旅吧！

# HomePage_Course_String
source: Course Video:
zh: 教学视频：

# HomePage_Function
source: Modify the data package, images, actions, particle effects and other contents of PopCap Games by using PopStudio!
zh: 通过PopStudio修改宝开游戏的数据包、图像、动画、粒子特效等各种内容！

# HomePage_Permission
source: This version of PopStudio will not directly read or write native files, but only internal files of the program. You need to import or export files in "File Explorer" page. Some web browsers may not support importing or exporting folders, and you can compress the folders into .zip/.rar/.tar/.7z or other formats, and then import the file and extract it in "File Explorer" page, or compress the folder into .zip/.tar/.7z or other formats in "File Explorer" page and then export it
zh: 此版本的PopStudio不会直接读取和写入本机文件，只会读取和写入程序内部文件，需要您在文件浏览器页面内导入或导出文件，部分浏览器可能不支持导入或导出文件夹，可以将文件夹压缩为.zip/.rar/.tar/.7z等格式然后导入文件并在文件浏览器页面内解压，或将文件夹在文件浏览器页面内压缩成.zip/.tar/.7z等格式然后导出

# HomePage_QQGroup_String
source: QQ group:
zh: 交流QQ群：

# HomePage_Thanks
source: 补补23456, Bomb, 2508, Japonisme Toumai, 孤独泪痕, 63enjoy, AS魇梦蚀, 伊特, 某个萌新, 天天, Indestructible_Ch, 僵学者, An-Haze
zh: 补补23456 Bomb 2508 和风唐舞 孤独泪痕 63enjoy AS魇梦蚀 伊特 某个萌新 天天 Indestructible_Ch 僵学者 An-Haze

# HomePage_Thanks_String
source: Thanks:
zh: 特别感谢：

# HomePage_Title
source: Home Page
zh: 主页

# HomePage_Version
source: PopStudio Version {0}
zh: PopStudio 版本号{0}
